Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Select Certificate File
ar: تحديد ملف الشهادة
ca: Selecciona el fitxer del certificat
cs: Vyberte soubor certifikátu
da: Vælg certifikatfil
de: Zertifikatsdatei auswählen
es: Seleccionar archivo de certificado
fi: Valitse varmennetiedosto
fr: Sélectionner un fichier de certificat
he: בחר קובץ תעודה
hu: Tanúsítványfájl kiválasztása
it: Seleziona file del certificato
ja: 証明書ファイルを選択
ko: 인증서 파일 선택
nb: Velg sertifikatfil
nl: Certificaatbestand selecteren
pl: Wybierz plik certyfikatu
pt_br: Selecionar Arquivo do Certificado
pt_pt: Selecionar Ficheiro do Certificado
ro: Selectează fișierul certificat
sl: Izberi datoteko potrdila
sv: Välj certifikatfil
uk: Вибрати файл сертифіката
vi: Chọn Tệp Chứng Chỉ
zh_hans: 选择证书文件
zh_hant: 選擇憑證檔案

source: Select Cluster
ar: اختر العنقود
ca: Seleccioneu clúster
cs: Vybrat cluster
da: Vælg cluster
de: Cluster auswählen
es: Seleccionar clúster
fi: Valitse klusteri
fr: Sélectionner le cluster
he: בחר אשכול
hu: Fürt kiválasztása
it: Seleziona cluster
ja: クラスターを選択
ko: 클러스터 선택
nb: Velg klynge
nl: Selecteer cluster
pl: Wybierz klaster
pt_br: Selecionar Cluster
pt_pt: Selecionar Cluster
ro: Selectare cluster
sl: Izberi gručo
sv: Välj kluster
uk: Оберіть кластер
vi: Chọn cluster
zh_hans: 选择集群
zh_hant: 選擇叢集

source: Select Contexts to Import
ar: اختر السياقات للاستيراد
ca: Seleccioneu contextos per importar
cs: Vybrat kontexty k importu
da: Vælg kontekster til import
de: Zu importierende Kontexte auswählen
es: Seleccionar contextos a importar
fi: Valitse tuotavat kontekstit
fr: Sélectionner les contextes à importer
he: בחר הקשרים לייבוא
hu: Importálandó kontextusok kiválasztása
it: Seleziona i contesti da importare
ja: インポートするコンテキストを選択
ko: 가져올 컨텍스트 선택
nb: Velg kontekster å importere
nl: Selecteer contexten om te importeren
pl: Wybierz konteksty do importu
pt_br: Selecionar Contextos para Importar
pt_pt: Selecionar Contextos para Importar
ro: Selectați contextele de importat
sl: Izberi kontekste za uvoz
sv: Välj kontexter att importera
uk: Оберіть контексти для імпорту
vi: Chọn context để nhập
zh_hans: 选择要导入的上下文
zh_hant: 選擇要匯入的上下文

source: Select Ghostty Config File...
ar: اختر ملف إعدادات Ghostty…
ca: Seleccioneu el fitxer de configuració de Ghostty...
cs: Vybrat konfigurační soubor Ghostty…
da: Vælg Ghostty-konfigurationsfil...
de: Ghostty-Konfigurationsdatei auswählen …
es: Seleccionar archivo de configuración de Ghostty…
fi: Valitse Ghostty-asetustiedosto...
fr: Sélectionner le fichier de configuration Ghostty…
he: בחר קובץ תצורה של Ghostty...
hu: Ghostty konfigurációs fájl kiválasztása...
it: Seleziona file di configurazione Ghostty...
ja: Ghostty設定ファイルを選択...
ko: Ghostty 설정 파일 선택...
nb: Velg Ghostty-konfigurasjonsfil...
nl: Selecteer Ghostty-configuratiebestand...
pl: Wybierz plik konfiguracji Ghostty...
pt_br: Selecionar Arquivo de Configuração do Ghostty...
pt_pt: Selecionar Ficheiro de Configuração Ghostty...
ro: Selectați fișierul de configurare Ghostty…
sl: Izberi konfiguracijsko datoteko Ghostty …
sv: Välj Ghostty-konfigurationsfil...
uk: Оберіть файл конфігурації Ghostty...
vi: Chọn tệp cấu hình Ghostty...
zh_hans: 选择 Ghostty 配置文件…
zh_hant: 選擇 Ghostty 設定檔…

source: Select HSS Config File
ar: اختر ملف إعدادات HSS
ca: Seleccioneu el fitxer de configuració HSS
cs: Vybrat konfigurační soubor HSS
da: Vælg HSS-konfigurationsfil
de: HSS-Konfigurationsdatei auswählen
es: Seleccionar archivo de configuración HSS
fi: Valitse HSS-asetustiedosto
fr: Sélectionner le fichier de configuration HSS
he: בחר קובץ תצורה של HSS
hu: HSS konfigurációs fájl kiválasztása
it: Seleziona file di configurazione HSS
ja: HSS設定ファイルを選択
ko: HSS 설정 파일 선택
nb: Velg HSS-konfigurasjonsfil
nl: Selecteer HSS-configuratiebestand
pl: Wybierz plik konfiguracji HSS
pt_br: Selecionar Arquivo de Configuração HSS
pt_pt: Selecionar Ficheiro de Configuração HSS
ro: Selectați fișierul de configurare HSS
sl: Izberi konfiguracijsko datoteko HSS
sv: Välj HSS-konfigurationsfil
uk: Оберіть файл конфігурації HSS
vi: Chọn tệp cấu hình HSS
zh_hans: 选择 HSS 配置文件
zh_hant: 選擇 HSS 設定檔

source: Select Key
ar: اختر المفتاح
ca: Seleccioneu clau
cs: Vybrat klíč
da: Vælg nøgle
de: Schlüssel auswählen
es: Seleccionar clave
fi: Valitse avain
fr: Sélectionner la clé
he: בחר מפתח
hu: Kulcs kiválasztása
it: Seleziona chiave
ja: 鍵を選択
ko: 키 선택
nb: Velg nøkkel
nl: Selecteer sleutel
pl: Wybierz klucz
pt_br: Selecionar Chave
pt_pt: Selecionar Chave
ro: Selectare cheie
sl: Izberi ključ
sv: Välj nyckel
uk: Оберіть ключ
vi: Chọn khóa
zh_hans: 选择密钥
zh_hant: 選擇金鑰

source: Select Key File
ar: اختر ملف المفتاح
ca: Seleccioneu fitxer de clau
cs: Vybrat soubor klíče
da: Vælg nøglefil
de: Schlüsseldatei auswählen
es: Seleccionar archivo de clave
fi: Valitse avaintiedosto
fr: Sélectionner le fichier de clé
he: בחר קובץ מפתח
hu: Kulcsfájl kiválasztása
it: Seleziona file chiave
ja: 鍵ファイルを選択
ko: 키 파일 선택
nb: Velg nøkkelfil
nl: Selecteer sleutelbestand
pl: Wybierz plik klucza
pt_br: Selecionar Arquivo de Chave
pt_pt: Selecionar Ficheiro de Chave
ro: Selectați fișierul cheie
sl: Izberi datoteko ključa
sv: Välj nyckelfil
uk: Оберіть файл ключа
vi: Chọn tệp khóa
zh_hans: 选择密钥文件
zh_hant: 選擇金鑰檔案

source: Select Kubeconfig File
ar: اختر ملف Kubeconfig
ca: Seleccioneu fitxer kubeconfig
cs: Vybrat soubor Kubeconfig
da: Vælg kubeconfig-fil
de: Kubeconfig-Datei auswählen
es: Seleccionar archivo kubeconfig
fi: Valitse Kubeconfig-tiedosto
fr: Sélectionner le fichier Kubeconfig
he: בחר קובץ Kubeconfig
hu: Kubeconfig fájl kiválasztása
it: Seleziona file kubeconfig
ja: Kubeconfigファイルを選択
ko: kubeconfig 파일 선택
nb: Velg Kubeconfig-fil
nl: Selecteer Kubeconfig-bestand
pl: Wybierz plik kubeconfig
pt_br: Selecionar Arquivo Kubeconfig
pt_pt: Selecionar Ficheiro Kubeconfig
ro: Selectați fișierul Kubeconfig
sl: Izberi datoteko Kubeconfig
sv: Välj kubeconfig-fil
uk: Оберіть файл Kubeconfig
vi: Chọn tệp Kubeconfig
zh_hans: 选择 Kubeconfig 文件
zh_hant: 選擇 Kubeconfig 檔案

source: Select Subscription
ar: اختر الاشتراك
ca: Seleccioneu subscripció
cs: Vybrat předplatné
da: Vælg abonnement
de: Abonnement auswählen
es: Seleccionar suscripción
fi: Valitse tilaus
fr: Sélectionner l'abonnement
he: בחר מינוי
hu: Előfizetés kiválasztása
it: Seleziona sottoscrizione
ja: サブスクリプションを選択
ko: 구독 선택
nb: Velg abonnement
nl: Selecteer abonnement
pl: Wybierz subskrypcję
pt_br: Selecionar Assinatura
pt_pt: Selecionar Subscrição
ro: Selectare abonament
sl: Izberi naročnino
sv: Välj prenumeration
uk: Оберіть підписку
vi: Chọn đăng ký
zh_hans: 选择订阅
zh_hant: 選擇訂閱

source: Select Tab 1
ar: تحديد علامة التبويب 1
ca: Seleccionar pestanya 1
cs: Vybrat panel 1
da: Vælg fane 1
de: Tab 1 auswählen
es: Seleccionar pestaña 1
fi: Valitse välilehti 1
fr: Sélectionner l'onglet 1
he: בחר לשונית 1
hu: 1. lap kiválasztása
it: Seleziona scheda 1
ja: タブ1を選択
ko: 탭 1 선택
nb: Velg fane 1
nl: Tabblad 1 selecteren
pl: Wybierz kartę 1
pt_br: Selecionar aba 1
pt_pt: Selecionar separador 1
ro: Selectează fila 1
sl: Izberi zavihek 1
sv: Välj flik 1
uk: Вибрати вкладку 1
vi: Chọn tab 1
zh_hans: 选择标签页1
zh_hant: 選擇標籤頁1

source: Select Tab 2
ar: تحديد علامة التبويب 2
ca: Seleccionar pestanya 2
cs: Vybrat panel 2
da: Vælg fane 2
de: Tab 2 auswählen
es: Seleccionar pestaña 2
fi: Valitse välilehti 2
fr: Sélectionner l'onglet 2
he: בחר לשונית 2
hu: 2. lap kiválasztása
it: Seleziona scheda 2
ja: タブ2を選択
ko: 탭 2 선택
nb: Velg fane 2
nl: Tabblad 2 selecteren
pl: Wybierz kartę 2
pt_br: Selecionar aba 2
pt_pt: Selecionar separador 2
ro: Selectează fila 2
sl: Izberi zavihek 2
sv: Välj flik 2
uk: Вибрати вкладку 2
vi: Chọn tab 2
zh_hans: 选择标签页2
zh_hant: 選擇標籤頁2

source: Select Tab 3
ar: تحديد علامة التبويب 3
ca: Seleccionar pestanya 3
cs: Vybrat panel 3
da: Vælg fane 3
de: Tab 3 auswählen
es: Seleccionar pestaña 3
fi: Valitse välilehti 3
fr: Sélectionner l'onglet 3
he: בחר לשונית 3
hu: 3. lap kiválasztása
it: Seleziona scheda 3
ja: タブ3を選択
ko: 탭 3 선택
nb: Velg fane 3
nl: Tabblad 3 selecteren
pl: Wybierz kartę 3
pt_br: Selecionar aba 3
pt_pt: Selecionar separador 3
ro: Selectează fila 3
sl: Izberi zavihek 3
sv: Välj flik 3
uk: Вибрати вкладку 3
vi: Chọn tab 3
zh_hans: 选择标签页3
zh_hant: 選擇標籤頁3

source: Select Tab 4
ar: تحديد علامة التبويب 4
ca: Seleccionar pestanya 4
cs: Vybrat panel 4
da: Vælg fane 4
de: Tab 4 auswählen
es: Seleccionar pestaña 4
fi: Valitse välilehti 4
fr: Sélectionner l'onglet 4
he: בחר לשונית 4
hu: 4. lap kiválasztása
it: Seleziona scheda 4
ja: タブ4を選択
ko: 탭 4 선택
nb: Velg fane 4
nl: Tabblad 4 selecteren
pl: Wybierz kartę 4
pt_br: Selecionar aba 4
pt_pt: Selecionar separador 4
ro: Selectează fila 4
sl: Izberi zavihek 4
sv: Välj flik 4
uk: Вибрати вкладку 4
vi: Chọn tab 4
zh_hans: 选择标签页4
zh_hant: 選擇標籤頁4

source: Select Tab 5
ar: تحديد علامة التبويب 5
ca: Seleccionar pestanya 5
cs: Vybrat panel 5
da: Vælg fane 5
de: Tab 5 auswählen
es: Seleccionar pestaña 5
fi: Valitse välilehti 5
fr: Sélectionner l'onglet 5
he: בחר לשונית 5
hu: 5. lap kiválasztása
it: Seleziona scheda 5
ja: タブ5を選択
ko: 탭 5 선택
nb: Velg fane 5
nl: Tabblad 5 selecteren
pl: Wybierz kartę 5
pt_br: Selecionar aba 5
pt_pt: Selecionar separador 5
ro: Selectează fila 5
sl: Izberi zavihek 5
sv: Välj flik 5
uk: Вибрати вкладку 5
vi: Chọn tab 5
zh_hans: 选择标签页5
zh_hant: 選擇標籤頁5

source: Select Tab 6
ar: تحديد علامة التبويب 6
ca: Seleccionar pestanya 6
cs: Vybrat panel 6
da: Vælg fane 6
de: Tab 6 auswählen
es: Seleccionar pestaña 6
fi: Valitse välilehti 6
fr: Sélectionner l'onglet 6
he: בחר לשונית 6
hu: 6. lap kiválasztása
it: Seleziona scheda 6
ja: タブ6を選択
ko: 탭 6 선택
nb: Velg fane 6
nl: Tabblad 6 selecteren
pl: Wybierz kartę 6
pt_br: Selecionar aba 6
pt_pt: Selecionar separador 6
ro: Selectează fila 6
sl: Izberi zavihek 6
sv: Välj flik 6
uk: Вибрати вкладку 6
vi: Chọn tab 6
zh_hans: 选择标签页6
zh_hant: 選擇標籤頁6

source: Select Tab 7
ar: تحديد علامة التبويب 7
ca: Seleccionar pestanya 7
cs: Vybrat panel 7
da: Vælg fane 7
de: Tab 7 auswählen
es: Seleccionar pestaña 7
fi: Valitse välilehti 7
fr: Sélectionner l'onglet 7
he: בחר לשונית 7
hu: 7. lap kiválasztása
it: Seleziona scheda 7
ja: タブ7を選択
ko: 탭 7 선택
nb: Velg fane 7
nl: Tabblad 7 selecteren
pl: Wybierz kartę 7
pt_br: Selecionar aba 7
pt_pt: Selecionar separador 7
ro: Selectează fila 7
sl: Izberi zavihek 7
sv: Välj flik 7
uk: Вибрати вкладку 7
vi: Chọn tab 7
zh_hans: 选择标签页7
zh_hant: 選擇標籤頁7

source: Select Tab 8
ar: تحديد علامة التبويب 8
ca: Seleccionar pestanya 8
cs: Vybrat panel 8
da: Vælg fane 8
de: Tab 8 auswählen
es: Seleccionar pestaña 8
fi: Valitse välilehti 8
fr: Sélectionner l'onglet 8
he: בחר לשונית 8
hu: 8. lap kiválasztása
it: Seleziona scheda 8
ja: タブ8を選択
ko: 탭 8 선택
nb: Velg fane 8
nl: Tabblad 8 selecteren
pl: Wybierz kartę 8
pt_br: Selecionar aba 8
pt_pt: Selecionar separador 8
ro: Selectează fila 8
sl: Izberi zavihek 8
sv: Välj flik 8
uk: Вибрати вкладку 8
vi: Chọn tab 8
zh_hans: 选择标签页8
zh_hant: 選擇標籤頁8

source: Select Tab 9
ar: تحديد علامة التبويب 9
ca: Seleccionar pestanya 9
cs: Vybrat panel 9
da: Vælg fane 9
de: Tab 9 auswählen
es: Seleccionar pestaña 9
fi: Valitse välilehti 9
fr: Sélectionner l'onglet 9
he: בחר לשונית 9
hu: 9. lap kiválasztása
it: Seleziona scheda 9
ja: タブ9を選択
ko: 탭 9 선택
nb: Velg fane 9
nl: Tabblad 9 selecteren
pl: Wybierz kartę 9
pt_br: Selecionar aba 9
pt_pt: Selecionar separador 9
ro: Selectează fila 9
sl: Izberi zavihek 9
sv: Välj flik 9
uk: Вибрати вкладку 9
vi: Chọn tab 9
zh_hans: 选择标签页9
zh_hant: 選擇標籤頁9

source: Select the -cert.pub file produced by ssh-keygen -s
ar: ‏حدّد ملف -cert.pub الناتج عن ssh-keygen -s
ca: Selecciona el fitxer -cert.pub generat per ssh-keygen -s
cs: Vyberte soubor -cert.pub vytvořený příkazem ssh-keygen -s
da: Vælg den -cert.pub-fil, der er fremstillet af ssh-keygen -s
de: Wählen Sie die von ssh-keygen -s erzeugte -cert.pub-Datei
es: Selecciona el archivo -cert.pub generado por ssh-keygen -s
fi: Valitse ssh-keygen -s -komennolla luotu -cert.pub-tiedosto
fr: Sélectionnez le fichier -cert.pub produit par ssh-keygen -s
he: בחר את קובץ ה-cert.pub שהופק על ידי ssh-keygen -s
hu: Válassza ki az ssh-keygen -s által előállított -cert.pub fájlt
it: Seleziona il file -cert.pub prodotto da ssh-keygen -s
ja: ssh-keygen -s で生成された-cert.pubファイルを選択してください
ko: ssh-keygen -s로 생성한 -cert.pub 파일을 선택하세요
nb: Velg -cert.pub-filen produsert av ssh-keygen -s
nl: Selecteer het -cert.pub-bestand dat door ssh-keygen -s is gemaakt
pl: Wybierz plik -cert.pub utworzony przez ssh-keygen -s
pt_br: Selecione o arquivo -cert.pub produzido por ssh-keygen -s
pt_pt: Selecione o ficheiro -cert.pub produzido por ssh-keygen -s
ro: Selectați fișierul -cert.pub produs de ssh-keygen -s
sl: Izberite datoteko -cert.pub, ki jo je ustvaril ssh-keygen -s
sv: Välj -cert.pub-filen som skapats av ssh-keygen -s
uk: Виберіть файл -cert.pub, створений командою ssh-keygen -s
vi: Chọn tệp -cert.pub được tạo bởi ssh-keygen -s
zh_hans: 选择由 ssh-keygen -s 生成的 -cert.pub 文件
zh_hant: 選擇由 ssh-keygen -s 產生的 -cert.pub 檔案

source: Select the voice used by the AI assistant during voice sessions.
ar: اختر الصوت المستخدم بواسطة المساعد الذكي أثناء الجلسات الصوتية.
ca: Seleccioneu la veu que utilitza l'assistent d'IA durant les sessions de veu.
cs: Vyberte hlas používaný asistentem AI během hlasových relací.
da: Vælg den stemme, som AI-assistenten bruger under stemmesessioner.
de: Wählen Sie die Stimme, die der KI-Assistent während Sprachsitzungen verwendet.
es: Selecciona la voz utilizada por el asistente de IA durante las sesiones de voz.
fi: Valitse tekoalyavustajan puheistunnoissa kayttama aani.
fr: Selectionnez la voix utilisee par l'assistant IA pendant les sessions vocales.
he: בחר את הקול שבו משתמש עוזר הבינה המלאכותית במהלך פעילות קוליות.
hu: Valaszd ki a mesterseges intelligencia asszisztens altal a hangos munkamenetek soran hasznalt hangot.
it: Seleziona la voce utilizzata dall'assistente AI durante le sessioni vocali.
ja: 音声セッション中にAIアシスタントが使用する声を選択します。
ko: 음성 세션에서 AI 어시스턴트가 사용할 음성을 선택합니다.
nb: Velg stemmen som brukes av AI-assistenten under stemmeøkter.
nl: Selecteer de stem die de AI-assistent gebruikt tijdens spraaksessies.
pl: Wybierz głos używany przez asystenta AI podczas sesji głosowych.
pt_br: Selecione a voz usada pelo assistente de AI durante as sessões de voz.
pt_pt: Selecione a voz utilizada pelo assistente de AI durante as sessões de voz.
ro: Selectați vocea utilizată de asistentul AI în timpul sesiunilor vocale.
sl: Izberite glas, ki ga pomnočnik AI uporablja med glasovnimi sejami.
sv: Välj den röst som AI-assistenten använder under röstsessioner.
uk: Оберіть голос, який AI-асистент використовуватиме під час голосових сеансів.
vi: Chọn giọng nói mà trợ lý AI sử dụng trong các phiên thoại.
zh_hans: 选择 AI 助手在语音会话中使用的语音。
zh_hant: 選擇 AI 助手在語音工作階段中使用的語音。

source: Select Vendor
ar: اختر المصنّع
ca: Seleccioneu fabricant
cs: Vybrat výrobce
da: Vælg leverandør
de: Anbieter auswählen
es: Seleccionar proveedor
fi: Valitse valmistaja
fr: Sélectionner un fournisseur
he: בחר ספק
hu: Gyártó kiválasztása
it: Seleziona produttore
ja: ベンダーを選択
ko: 벤더 선택
nb: Velg leverandør
nl: Selecteer leverancier
pl: Wybierz dostawcę
pt_br: Selecionar fornecedor
pt_pt: Selecionar fabricante
ro: Selectați furnizor
sl: Izberite proizvajalca
sv: Välj leverantör
uk: Оберіть виробника
vi: Chọn nhà cung cấp
zh_hans: 选择厂商
zh_hant: 選擇供應商

source: Select VPN Profile
ar: اختيار ملف VPN الشخصي
ca: Seleccionar perfil de VPN
cs: Vybrat profil VPN
da: Vælg VPN-profil
de: VPN-Profil auswählen
es: Seleccionar perfil VPN
fi: Valitse VPN-profiili
fr: Sélectionner le profil VPN
he: בחר פרופיל VPN
hu: VPN-profil kiválasztása
it: Seleziona profilo VPN
ja: VPNプロファイルを選択
ko: VPN 프로파일 선택
nb: Velg VPN-profil
nl: Selecteer VPN-profiel
pl: Wybierz profil VPN
pt_br: Selecionar perfil de VPN
pt_pt: Selecionar perfil de VPN
ro: Selectați profilul VPN
sl: Izberite profil VPN
sv: Välj VPN-profil
uk: Обрати профіль VPN
vi: Chọn hồ sơ VPN
zh_hans: 选择 VPN 配置文件
zh_hant: 選擇 VPN 描述檔

source: Select...
ar: اختر…
ca: Seleccioneu...
cs: Vyberte…
da: Vælg...
de: Auswählen …
es: Seleccionar…
fi: Valitse...
fr: Sélectionner…
he: בחר...
hu: Kiválasztás...
it: Seleziona...
ja: 選択...
ko: 선택...
nb: Velg...
nl: Selecteer...
pl: Wybierz...
pt_br: Selecionar...
pt_pt: Selecionar...
ro: Selectare…
sl: Izberi …
sv: Välj...
uk: Обрати...
vi: Chọn...
zh_hans: 选择…
zh_hant: 選擇…

source: Selected categories include sensitive data (SSH keys, passwords, API keys). This data will be encrypted with your password.
ar: تتضمن الفئات المحددة بيانات حساسة (مفاتيح SSH، كلمات مرور، مفاتيح API). سيتم تشفير هذه البيانات بكلمة المرور الخاصة بك.
ca: Les categories seleccionades contenen dades sensibles (claus SSH, contrasenyes, claus API). Aquestes dades es xifraran amb la vostra contrasenya.
cs: Vybrané kategorie obsahují citlivá data (SSH klíče, hesla, API klíče). Tato data budou šifrována vaším heslem.
da: Valgte kategorier indeholder følsomme data (SSH-nøgler, adgangskoder, API-nøgler). Disse data krypteres med din adgangskode.
de: Ausgewählte Kategorien enthalten sensible Daten (SSH-Schlüssel, Passwörter, API-Schlüssel). Diese Daten werden mit Ihrem Passwort verschlüsselt.
es: Las categorías seleccionadas incluyen datos sensibles (claves SSH, contraseñas, claves API). Estos datos se cifrarán con tu contraseña.
fi: Valitut kategoriat sisältävät arkaluonteisia tietoja (SSH-avaimet, salasanat, API-avaimet). Nämä tiedot salataan salasanallasi.
fr: Les catégories sélectionnées contiennent des données sensibles (clés SSH, mots de passe, clés API). Ces données seront chiffrées avec votre mot de passe.
he: הקטגוריות שנבחרו כוללות נתונים רגישים (מפתחות SSH, סיסמאות, מפתחות API). נתונים אלה יוצפנו באמצעות הסיסמה שלך.
hu: A kiválasztott kategóriák érzékeny adatokat tartalmaznak (SSH-kulcsok, jelszavak, API-kulcsok). Ezeket az adatokat az Ön jelszavával titkosítjuk.
it: Le categorie selezionate includono dati sensibili (chiavi SSH, password, chiavi API). Questi dati verranno crittografati con la tua password.
ja: 選択したカテゴリには機密データ（SSHキー、パスワード、APIキー）が含まれています。このデータはパスワードで暗号化されます。
ko: 선택한 카테고리에 민감한 데이터(SSH 키, 비밀번호, API 키)가 포함되어 있습니다. 이 데이터는 비밀번호로 암호화됩니다.
nb: Valgte kategorier inneholder sensitive data (SSH-nøkler, passord, API-nøkler). Disse dataene krypteres med passordet ditt.
nl: Geselecteerde categorieën bevatten gevoelige gegevens (SSH-sleutels, wachtwoorden, API-sleutels). Deze gegevens worden versleuteld met uw wachtwoord.
pl: Wybrane kategorie zawierają wrażliwe dane (klucze SSH, hasła, klucze API). Dane te zostaną zaszyfrowane Twoim hasłem.
pt_br: As categorias selecionadas incluem dados sensíveis (chaves SSH, senhas, chaves API). Esses dados serão criptografados com sua senha.
pt_pt: As categorias selecionadas incluem dados sensíveis (chaves SSH, palavras-passe, chaves API). Estes dados serão encriptados com a sua palavra-passe.
ro: Categoriile selectate includ date sensibile (chei SSH, parole, chei API). Aceste date vor fi criptate cu parola dvs.
sl: Izbrane kategorije vsebujejo občutljive podatke (SSH-ključi, gesla, API-ključi). Ti podatki bodo šifrirani z vašim geslom.
sv: Valda kategorier innehåller känsliga data (SSH-nycklar, lösenord, API-nycklar). Dessa data krypteras med ditt lösenord.
uk: Вибрані категорії містять конфіденційні дані (SSH-ключі, паролі, API-ключі). Ці дані будуть зашифровані вашим паролем.
vi: Các danh mục đã chọn chứa dữ liệu nhạy cảm (khóa SSH, mật khẩu, khóa API). Dữ liệu này sẽ được mã hóa bằng mật khẩu của bạn.
zh_hans: 所选类别包含敏感数据（SSH 密钥、密码、API 密钥）。这些数据将使用您的密码进行加密。
zh_hant: 所選類別包含敏感資料（SSH 金鑰、密碼、API 金鑰）。此資料將使用您的密碼加密。

source: Selected Folder
ar: المجلد المحدد
ca: Carpeta seleccionada
cs: Vybraná složka
da: Valgt mappe
de: Ausgewählter Ordner
es: Carpeta seleccionada
fi: Valittu kansio
fr: Dossier sélectionné
he: תיקייה נבחרת
hu: Kiválasztott mappa
it: Cartella selezionata
ja: 選択されたフォルダ
ko: 선택된 폴더
nb: Valgt mappe
nl: Geselecteerde map
pl: Wybrany folder
pt_br: Pasta Selecionada
pt_pt: Pasta Selecionada
ro: Dosar selectat
sl: Izbrana mapa
sv: Vald mapp
uk: Обрана тека
vi: Thư mục đã chọn
zh_hans: 已选文件夹
zh_hant: 已選資料夾

source: Selected node is not ready
ar: العقدة المحددة غير جاهزة
ca: El node seleccionat no està preparat
cs: Vybraný uzel není připraven
da: Den valgte node er ikke klar
de: Ausgewählter Knoten ist nicht bereit
es: El nodo seleccionado no está listo
fi: Valittu solmu ei ole valmis
fr: Le nœud sélectionné n'est pas prêt
he: הצומת שנבחר אינו מוכן
hu: A kiválasztott csomópont nem áll készen
it: Il nodo selezionato non è pronto
ja: 選択されたノードは準備ができていません
ko: 선택된 node가 준비되지 않았습니다
nb: Valgt node er ikke klar
nl: Geselecteerd knooppunt is niet gereed
pl: Wybrany węzeł nie jest gotowy
pt_br: O nó selecionado não está pronto
pt_pt: O nó selecionado não está pronto
ro: Nodul selectat nu este pregătit
sl: Izbrano vozlišče ni pripravljeno
sv: Vald nod är inte redo
uk: Обраний вузол не готовий
vi: Node được chọn chưa sẵn sàng
zh_hans: 所选节点未就绪
zh_hant: 所選節點尚未就緒

source: Selected Tab
ar: علامة التبويب المحددة
ca: Pestanya seleccionada
cs: Vybraná karta
da: Valgt fane
de: Ausgewählter Tab
es: Pestaña seleccionada
fi: Valittu välilehti
fr: Onglet sélectionné
he: לשונית נבחרת
hu: Kiválasztott lap
it: Scheda selezionata
ja: 選択中のタブ
ko: 선택된 탭
nb: Valgt fane
nl: Geselecteerde tab
pl: Wybrana karta
pt_br: Aba selecionada
pt_pt: Separador selecionado
ro: Filă selectată
sl: Izbrani zavihek
sv: Vald flik
uk: Вибрана вкладка
vi: Tab đang chọn
zh_hans: 选中的标签页
zh_hant: 選取的分頁

source: Selected text is automatically copied to the clipboard.
ar: يُنسخ النص المحدد تلقائيًا إلى الحافظة.
ca: El text seleccionat es copia automàticament al porta-retalls.
cs: Vybraný text se automaticky zkopíruje do schránky.
da: Markeret tekst kopieres automatisk til udklipsholderen.
de: Ausgewählter Text wird automatisch in die Zwischenablage kopiert.
es: El texto seleccionado se copia automaticamente al portapapeles.
fi: Valittu teksti kopioidaan automaattisesti leikepoydale.
fr: Le texte selectionne est automatiquement copie dans le presse-papiers.
he: טקסט שנבחר מועתק אוטומטית ללוח.
hu: A kijelolt szoveg automatikusan a vagolapra masolodik.
it: Il testo selezionato viene copiato automaticamente negli appunti.
ja: 選択したテキストが自動的にクリップボードにコピーされます。
ko: 선택한 텍스트가 자동으로 클립보드에 복사됩니다.
nb: Valgt tekst kopieres automatisk til utklippstavlen.
nl: Geselecteerde tekst wordt automatisch naar het klembord gekopieerd.
pl: Zaznaczony tekst jest automatycznie kopiowany do schowka.
pt_br: O texto selecionado e copiado automaticamente para a area de transferencia.
pt_pt: O texto selecionado e copiado automaticamente para a area de transferencia.
ro: Textul selectat este copiat automat in clipboard.
sl: Izbrano besedilo se samodejno kopira v odlozisce.
sv: Markerad text kopieras automatiskt till urklipp.
uk: Виділений текст автоматично копіюється до буфера обміну.
vi: Văn bản được chọn sẽ tự động sao chép vào bộ nhớ tạm.
zh_hans: 选中的文本会自动复制到剪贴板。
zh_hant: 選取的文字會自動複製到剪貼簿。

source: Selected:
ar: المحدد:
ca: Seleccionat:
cs: Vybráno:
da: Valgt:
de: Ausgewählt:
es: Seleccionado:
fi: Valittu:
fr: Sélectionné :
he: נבחר:
hu: Kiválasztva:
it: Selezionato:
ja: 選択中:
ko: 선택됨:
nb: Valgt:
nl: Geselecteerd:
pl: Wybrano:
pt_br: Selecionado:
pt_pt: Selecionado:
ro: Selectat:
sl: Izbrano:
sv: Vald:
uk: Вибрано:
vi: Đã chọn:
zh_hans: 已选择：
zh_hant: 已選取：

source: Selection
ar: التحديد
ca: Selecció
cs: Výběr
da: Markering
de: Auswahl
es: Selección
fi: Valinta
fr: Sélection
he: בחירה
hu: Kijelölés
it: Selezione
ja: 選択
ko: 선택
nb: Utvalg
nl: Selectie
pl: Zaznaczenie
pt_br: Seleção
pt_pt: Seleção
ro: Selecție
sl: Izbor
sv: Markering
uk: Вибір
vi: Lựa chọn
zh_hans: 选择
zh_hant: 選取
